// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "%@ में #%d";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ िडस्क्स.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 िडस्क.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (ऑनलाइन िटकट उपलब्ध नहीं है)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ आपके यंत्र पर सभी जानकारी रखता है ताकि यह नेटवर्क के बिना भी इस्तेमाल किया जा सके। केवल फिल्म ट्रेलर नहीं रखे जाते हैं।.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ इस पृष्ट को नहीं खोल सकता है क्यौंकि वह इन्टर्नेट से सम्बंधित नहीं है।.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ में अनुपस्थित/अनुचित अनुवाद हैं। क्या आप इनहें ठीक कर सकते हैं?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ आपके नेटफ़्लिक्स खाते की जानकारी नहीं रखता है।  एक आधिकारिक नेटफ़्लिक्स पृष्ट खुलेगा जहाँ आप इस अनुप्रयोग को अपने खाते से सम्बंधित कर सकते हो। नेटफ़्लिक्स को पहली बारी इस्तेमाल करने के लिये वाई-फ़ाई का प्रयोग सलाहित है।.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ को मेरे सिनेमा की जानकारी नहीं है। क्या आप इसे शामिल कर सकते हैं?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ के दर्जे";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d प्रश्नोत्तर";

/* i.e.: 2 hours */
"%d hours" = "%d घंट";

/* i.e.: 30 minutes */
"%d minutes" = "%d िमनट";

/* No comment provided by engineer. */
"%d months ago" = "%d महीने पहल";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d का %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d सिनेमा खोजक्षेत्र के बाहर";

/* No comment provided by engineer. */
"%d weeks ago" = "%d सप्ताह पहले";

/* No comment provided by engineer. */
"%d years ago" = "%d साल पहल";

/* No comment provided by engineer. */
"1 hour" = "1 घंटा";

/* No comment provided by engineer. */
"1 kilometer" = "1 िकलोमीटर";

/* No comment provided by engineer. */
"1 mile" = "1 मायल";

/* No comment provided by engineer. */
"1 minute" = "1 िमनट";

/* No comment provided by engineer. */
"1 month ago" = "1 महीने पहले";

/* No comment provided by engineer. */
"1 theater outside search area" = "एक सिनेमा खोजक्षेत्र के बाहर";

/* No comment provided by engineer. */
"1 week ago" = "1 सप्ताह पहले";

/* No comment provided by engineer. */
"1 year ago" = "1 साल पहले";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "हमारें बारे में";

/* No comment provided by engineer. */
"Account #%d" = "खाता #%d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "खाता: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "खाते";

/* Movie category */
"Action & Adventure" = "एक्षन एवं अड्वेन्चर";

/* No comment provided by engineer. */
"Add New Account" = "नया खाता शामिल करें";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "नया सिनेमा शामिल करें";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "नेटफ़्लिक्स से मांगें";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "शामिल किया जा रहा है";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "सब";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "सब (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "अज्ञात गलती हुई।.";

/* Movie category */
"Anime & Animation" = "ऐनिमें एवं ऐनिमेशन";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "जब ऐप्पल अन्य अनुप्रयोगों को आईकॅन बदलने की क्षमता देंगे, मैं इसका प्रयोग कर पाऊंगा।.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "आपके पास";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "स्वत: स्थान अद्यतन";

/* Movie is available to be shipped now */
"Available Now" = "अब प्राप्य";

/* Movie will be released soon */
"Available Soon" = "जल्द ही प्राप्य";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "अप्राप्य";

/* No comment provided by engineer. */
"Bio:" = "जीवनी:";

/* No comment provided by engineer. */
"Blu-ray" = "बलुे-रे";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "केवल ब्लू-रे";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "फोन करे";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "क्या आप सिनेमा ढूंढने की दूरी बढ़ा सकते हैं?";

/* No comment provided by engineer. */
"Cancel" = "रद्द करें";

/* No comment provided by engineer. */
"Cannot Open Page" = "पृष्ट नहीं खोल पाये";

/* No comment provided by engineer. */
"Cast:" = "कलाकार:";

/* No comment provided by engineer. */
"Category Notifications" = "वर्ग सूचना";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "ितिथ बदलें";

/* Movie category */
"Children & Family" = "बाल एवं परिवार";

/* No comment provided by engineer. */
"City/State or Postal Code" = "शहर / राज्य या पोस्टल कोड";

/* Movie category */
"Classics" = "क्लासिक";

/* Movie category */
"Comedy" = "हर्ष";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "रेटिणग नहीं बदल पाये:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "नेटफ़्लिक्स से सम्बंध नहीं कर पाये.";

/* No comment provided by engineer. */
"Could not find location." = "आपका वर्तमान स्थान नहीं िमला.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "स्थान नहीं ढूंढ पाये।\nप्रयोक्ता ने स्थान-खोज सेवा का उपयोग अस्वीकार किया।.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "क्या आप नेटफ़्लिक्स के समान ब्लॉकबस्टर फिल्म किराये सेवा के उपयोग का प्रबंध कर सकते हैं?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "क्या आप मुझे %@ के लिये मनचाहित आईकॉन इस्तेमाल करने की क्षमता दे सकते हैं?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "जब ब्लॉकबस्टर अन्य अनुप्रयोगी सम्बंध का प्रबंध करेंगे, मैं ब्लॉकबस्टर फ़िल्म किराये सेवा उपलब्ध करूंगा।.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "अभी नहीं, किन्तु यदि आप तारे-चिह्न को छूकर सिनेमा को 'मनपसन्द' बनाएं, तो वह आपके खोजक्षेत्र के बाहर होते हुए भी शामिल होगा।.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "इस समय, सेटिंग केवल नेटफ़्लिक्स की वेबसाईट से बदले जा सकते हैं।";

/* No comment provided by engineer. */
"DVD" = "डीवीडी";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "केवल डी-वी-डी";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "डीवीडी / बलुे-रे";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "डीवीडी / बलुे-रे विवरण प्रदाता:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "भिवष्य तारीखों के िलए पूर्ण डेटा उपलब्ध नहीं भी हो सकता है. पूरी िलस्टिंग देखने के िलए खोज तारीख को आज की तारीख में पिरवरितत करें.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "ज़ुरूर! ऊपर 'सुझाव भेजें' को छूकर मुझे सुधारन के सुझाव दें, और मैं अगले वर्णन में इन्हे शामिल करूंगा।.";

/* No comment provided by engineer. */
"Director:" = "िनरदेशक:";

/* No comment provided by engineer. */
"Directors:" = "िनरदेशक:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "डिस्क";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "डिस्क (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "डिस्क पंक्ति";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "दूरी";

/* Movie category */
"Documentary" = "डॉक्युमेन्टरी";

/* No comment provided by engineer. */
"Downloading data" = "डेटा डाउनलोड िकया जा रहा है";

/* No comment provided by engineer. */
"Downloading image" = "पोस्टर डाउनलोड िकया जा रहा ह";

/* No comment provided by engineer. */
"Downloading information." = "जानकारी प्राप्त की जा रही है।.";

/* Movie category */
"Drama" = "ड्रामा";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "लाईसेंस सीमाऔं के कारण सब फ़िल्मों की रिव्यू एवं रेटिणग की जानकारी अनुपस्थित हो सकती हैं।.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "िलसिं्टग ईमेल करे";

/* No comment provided by engineer. */
"Enabled" = "अनुपलभ्य";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "सभी निवेदित फ़िल्में";

/* No comment provided by engineer. */
"Error occurred" = "गलति हुई";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "नेटफ़्लिक्स से संपर्क मे गलति हुई। फिरसे प्रयत्न करें।.";

/* Movie category */
"Faith & Spirituality" = "धर्म एवं धार्मिक्ता";

/* No comment provided by engineer. */
"Favorites" = "पसंदीदा";

/* No comment provided by engineer. */
"Film trailers provided by:" = "द्वारा फ़िल्म ट्रेलर:";

/* No comment provided by engineer. */
"Force Refresh" = "ज़बर्दस्ती फिर से जानकारी प्राप्त करें";

/* Movie category */
"Foreign" = "परदेशी";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "प्रारूप:";

/* Movie category */
"Gay & Lesbian" = "समलैंगिक";

/* No comment provided by engineer. */
"Genre:" = "शैली:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "स्थान सेवा प्रदाता:";

/* No comment provided by engineer. */
"Google Maps" = "गूगल नक्षे";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "डेविड स्टाइन्बर्गर द्वारा चित्राकेख";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "ग्रािफक्स जेेफिर िन द्वारा";

/* No comment provided by engineer. */
"Help" = "साहायता";

/* Movie category */
"Horror" = "डरावनी फ़िल्में";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "मैं पूरा प्रयत्न करूंगा। कृपया 'सिनेमाँ मौजूद करें' को छूकर मुझे सिनेमाँ का नाम एवं दूरभाष नम्बर दें। धन्यवाद!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "आइ एम डी बी के प्रयोग की फ़ीस मेरे लिये कुछ ज़्यादा क़ीमती हैं। क्षमां!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "यदि %@ जानकारी इधर रखता है, मैं पहले से प्राप्त पोस्टरों के लिया हमेशा 'लोडिंग चक्र' क्यों देखता हूँ?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "यदि आपको %@ पसंद है, कृपया आइ-ट्यून्ज़ स्टोर के लिये छोटी रिव्यू लिखिये। इस तरह नये प्रयोक्ता इस अनुप्रयोग को ढूंढ पियेंगे, मैं आपके लिये नयी विशेषताएं ला पाऊंगा, इसे विज्ञापन-रहित रघ पाऊंगा, और बेहद खुशी महसूस करूंगा। धन्यवाद!";

/* Movie category */
"Independent" = "स्वाधीन फ़िल्में";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "तुरन्त";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "तुरन्त (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "तुरन्त देखने की पंक्ति";

/* No comment provided by engineer. */
"Instant Watch" = "तुरन्त देखें";

/* No comment provided by engineer. */
"International Data" = "अन्तर्राष्ट्रीय जानकारी";

/* No comment provided by engineer. */
"Last Friday" = "िपछले शुक्रवार";

/* No comment provided by engineer. */
"Last Monday" = "िपछले सोमवार";

/* No comment provided by engineer. */
"Last Saturday" = "िपछले शिनवार";

/* No comment provided by engineer. */
"Last Sunday" = "िपछले रिववार";

/* No comment provided by engineer. */
"Last Thursday" = "िपछले गुरुवार";

/* No comment provided by engineer. */
"Last Tuesday" = "िपछले मंगलवार";

/* No comment provided by engineer. */
"Last Wednesday" = "िपछले बुधवार";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%1$d %2$@ से कम";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1 %@ से कम";

/* No comment provided by engineer. */
"License" = "लाइसेंस";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "कई जानकारी-प्रबन्धकों की लाइसंस प्रतिबंधियों के कारण केवल थोड़ी सी फ़िल्मों की रेटिंग एवं रेव्यूएं प्राप्त हैं। क्षमां!";

/* No comment provided by engineer. */
"Like This App?" = "यह अनुप्रयोग पसंद है?";

/* No comment provided by engineer. */
"Loading" = "भारण";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "भारण चिह्न";

/* No comment provided by engineer. */
"Loading image" = "पोस्टर लोड िकया जा रहा है";

/* No comment provided by engineer. */
"Local results unavailable" = "स्थानीय जानकारी अप्राप्य है";

/* No comment provided by engineer. */
"Localized by:" = "अनुवादक:";

/* No comment provided by engineer. */
"Location" = "स्थान";

/* No comment provided by engineer. */
"Log In to Existing Account" = "अपने खाते को लॉगिन करें";

/* There will be a long wait before the movie is released */
"Long Wait" = "लम्बी ठहर";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "नक्शा";

/* No comment provided by engineer. */
"Map Theaters" = "सिनेमा का नक्षा";

/* The most popular movies currently */
"Most Popular" = "सब से प्रचलित";

/* No comment provided by engineer. */
"Movie Rating" = "फ़िल्म रेटिंग";

/* No comment provided by engineer. */
"Movie details provided by:" = "िफल्म िववरण प्रदाता:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "िफल्म समीक्षा प्रदाता:";

/* No comment provided by engineer. */
"Movies" = "िफल्में";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "फ़िल्में (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "फ़िल्म का स्थानांतर किया जा रहा है";

/* Movie category */
"Music & Musicals" = "संगीत एवं म्यूज़िकल";

/* No comment provided by engineer. */
"My other applications" = "मेरे अन्य अनुप्रयोग";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "नाम";

/* No comment provided by engineer. */
"Netflix" = "नेटफ़्लिक्स";

/* No comment provided by engineer. */
"Network unavailable" = "नेटवर्क उपलब्ध नहीं है";

/* Movie category */
"New 'Instant Watch'" = "नई 'तुरन्त देखें'";

/* Movie category */
"New DVDs" = "नई डी वी डी";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "नहीं";

/* No comment provided by engineer. */
"No biography available." = "जीवनी अप्राप्य.";

/* No comment provided by engineer. */
"No information found" = "कोई जानकारी उपलब्ध नहीं है";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "'%@' के लिये '%@' की कोई जानकारी नहीं प्राप्त हुई";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "'%@' के लिये '%@' में '%@' के लिये कोई जानकारी नहीं प्राप्त हुई";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "'%@' के लिये '%@' की कोई जानकारी नहीं प्राप्त हुई";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@' के िलए कोई डेटा नहीं िमला";

/* No comment provided by engineer. */
"No synopsis available." = "सारांश उपलब्ध नहीं है.";

/* This is what a user picks when they don't want any reviews. */
"None" = "पता नहींं";

/* Movie is not currently rentable */
"Not Rentable" = "फिल्म किराये के लिये अप्राप्य है";

/* No comment provided by engineer. */
"Not yet rated" = "रिंेटग उपलब्ध नहीं है.";

/* No comment provided by engineer. */
"Now Playing Feedback" = "सुझाव";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "खोलें एवं अधिकार दें";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "मरज़ियाँ";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ के िलए टिकट खरीदे";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "भाग से अधिक - फिर से प्रयत्न करें";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "ट्रेलर देिखए";

/* No comment provided by engineer. */
"Please Wait" = "कृपया इंतज़ार करें";

/* No comment provided by engineer. */
"Please enter your location" = "कृपया अपना स्थान दर्ज करें";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "ऐप्प स्टोर पे कृपया रिव्यू लिखें!";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "अधिमान्य फ़ॉर्मेट";

/* No comment provided by engineer. */
"Prioritize Bookmarks" = "पृष्ट-स्मृति प्राथमिक करें";

/* Takes the user to the website for this application */
"Project Website" = "वेबसाइट";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "रेट करें!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "%@";

/* No comment provided by engineer. */
"Rated:" = "रिंेटग:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "समीक्षाएँ पढ़ें";

/* No comment provided by engineer. */
"Really close by" = "पास मे";

/* No comment provided by engineer. */
"Really far away" = "बहुत दूर";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "हाल की लौटाईं फ़िल्में";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "हाल की देखी फ़िल्में";

/* Movie recommendations from Netflix */
"Recommendations" = "सुझाव";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "िरलीज़";

/* No comment provided by engineer. */
"Release date:" = "िरलीज़ ितिथ:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "िरलीज़: %@";

/* No comment provided by engineer. */
"Remove Account" = "खाता हटाएं";

/* No comment provided by engineer. */
"Rental History" = "किरायी इतिहास";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "पंक्ति प्राथमिकता नहीं बदल पाए:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "पहुँच निवेदित है";

/* No comment provided by engineer. */
"Requesting authorization" = "अदिकार निवेदित है";

/* No comment provided by engineer. */
"Reviews" = "समीक्षाएँ";

/* Movie category */
"Romance" = "प्रेम कहानियाँ";

/* No comment provided by engineer. */
"Running time:" = "कुल समय:";

/* No comment provided by engineer. */
"Safari" = "सफ़ारी";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "सब को फोटो लाईब्रेरी में रखें";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "फोटो लाईब्रेरी में रखें";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "रख लिया";

/* Saved in Instant Queue */
"Saved in %@" = "%@ में रख लिया";

/* No comment provided by engineer. */
"Saving" = "रखा जा रहा है";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "%d का %d रखा जा रहा है";

/* Movie category */
"Sci-Fi & Fantasy" = "साईंस फ़िक्शन एवं फ़ेन्टसी";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "स्कोर";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "सक्रीन घुमाएं";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "खोज ितिथ";

/* No comment provided by engineer. */
"Search Distance" = "खोज दूरी";

/* No comment provided by engineer. */
"Search Netflix" = "नेटफ़्लिक्स में ढूंढें";

/* No comment provided by engineer. */
"Searching" = "ढूंढा जा रहा है";

/* No comment provided by engineer. */
"See the section on IMDb." = "आई एम डी बी में यह अनुभाग देखें.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "प्रितक्िरया भेजें";

/* No comment provided by engineer. */
"Settings" = "सेिंटग";

/* There will be a short wait before the movie is released */
"Short Wait" = "छोटी ठहर";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d और िथएटर िदखाएँ";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "%d और िथएटर िदखाएँ";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "दोनों";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "कोई नहीं दिखाएं";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "अधिसूचना दिखाएं";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "शोटाइम प्राप्त %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "नया खाता खोलें";

/* Movie category */
"Special Interest" = "विशिष्ट रुचि";

/* Movie category */
"Sports & Fitness" = "खेल एवं अनुरूपता";

/* No comment provided by engineer. */
"Studio:" = "स्टूिडयो:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "%@ आपके नेटफ़्लिक्स खाते से संपर्क करने में सफल हुा। अब आप अपनी पंक्ति में फ़िल्में डाल सकते हो, नई एवं सुझावित फ़िलमें देख सकते हो, इत्यादि।!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "'सुझाव भेजें' छूकर मुझे अपनी आवश्यक्ताएं बताएं। धन्यवाद! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "छूकर स्थान बताएं";

/* Movie category */
"Television" = "दूर्दशन/टी वी";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "शोटाइम प्राप्त \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "िथएटर प्रदातां अक्सर डेटा के िलए अिधकतम खोज दूरी सीमीत करते है. पिरणामस्वरूप, खोज दूरी अिधक हो बावजूद कुछ िथएटर शायद न िदखे.";

/* No comment provided by engineer. */
"Theaters" = "िथएटर";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "सिनेमाँ (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "सिनेमाँ अद्यतित जानकारी नहीं देने पर हटाया जाता है। अद्यतित जानकारी प्राप्त होने पर %@ में सिनेमा अपने आप फिर शामिल हो जाता है।.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "इस िथयेटर के शोटाइम अभी तक उपलब्ध नहीं  है. और जब वे उपलब्ध हो, तब %@ स्वतः ही उन्हें प्राप्त करेंगे.";

/* Movie category */
"Thrillers" = "रोमांचक फ़िल्में";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "िटकट िबक्री प्रदाता:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "शीर्षक";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "सक्रोलिंग को शीघ्र रखने के लिए %@ स्करोलिंग रोकने के बाद ही फ़िल्म पोस्टर दिखाता है।.";

/* No comment provided by engineer. */
"Today" = "आज";

/* Movie category */
"Top DVDs" = "सर्वोत्तम डी वी डी";

/* No comment provided by engineer. */
"Top of Disc Queue" = "दिस्क पंक्ति शीर्ष";

/* No comment provided by engineer. */
"Top of Instant Queue" = "तुरन्त देखें पंक्ति शीर्ष";

/* No comment provided by engineer. */
"Translations" = "अनुवाद";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "फ़ेन्डेंगो की टिकेटिंग सेवा को उपलब्ध करने के नाते मूवीटेकेट्स डॉट कॉम मुझे टिकेटिंग सेवा की साहायता नहीं देंगे। मैं फ़ेन्डेंगो सिनेमाऔं को जाता हूँ, इसलिए मैं उनकी सेबा का प्रयोग करता रहूंगा।.";

/* No comment provided by engineer. */
"Unknown Distance" = "अज्ञात सुदूरवर्ती";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "अज्ञात िरलीज की तारीख";

/* No comment provided by engineer. */
"Unrated" = "रेिंटग िनर्धारण नहीं";

/* No comment provided by engineer. */
"Upcoming" = "आगामी िफल्में";

/* No comment provided by engineer. */
"Updating" = "अद्यतित जानकारी प्राप्त की जा रही है";

/* No comment provided by engineer. */
"Updating Listings" = "जानकारी अद्यतित की जा रही है";

/* No comment provided by engineer. */
"Updating Queue" = "पंक्तियां अद्यतित की जा रही हैं";

/* No comment provided by engineer. */
"Updating: %@" = "%@ अद्यतित किया जा रहा है";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "छोटे फ़ॉन्ट प्रयोग करें";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "लम्बी ठहर";

/* No comment provided by engineer. */
"Website" = "वेबसाइट";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "वेबसाईटें";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "मेरे प्रष्न का उत्तर ना होने पर मैं क्या करूँ?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "मेरा सिनेमाँ क्यों छिप गया?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "%@ फ़ेन्डेंगो के अतिरिक्त मूवीटिकेट्स डॉट कॉम की टिकेटिंग सेवा क्यों नहीं उपलब्ध करता है?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = " %@ आई एम डी बी से रेटिंग एबं रोव्यूएं क्यों नहीं देता है?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "%@ याहू से रेटिंग एबं रोव्यूएं क्यों नहीं देता है?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "%@ में सब फ़िल्मों की रेटिंग एबं रोव्यूएं क्यों नहीं देखती हैं?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "%@ हमेशा जानकारी डाऊन्लोड क्यों करता हे? वह जानकारी को इधर क्यों नहीं रखता है?";

/* No comment provided by engineer. */
"Write Review" = "रिव्यू लिखें";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Cyrus Najmabadi द्वारा िलिखत";

/* No comment provided by engineer. */
"Yesterday" = "कल";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "सुझाव भेजने से पहले आपको इस यंत्र पर ईमेल खाते को इस्तेमाल करने की व्यवस्था करनी पड़ेगी।.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "आपके %@ का देश है: %@\n\n%@ के लियै पूरी सुविधा शीघ्र ही पहुँच रही है, और कई सुविधाएं अभी ही प्राप्य हैं। जब नयी सुविधाएं प्राप्य हो जाएंगी, आप स्वतः ही इनके बारे में बताए जाएंगे।.";

/* No comment provided by engineer. */
"kilometer" = "िकलोमीटर";

/* No comment provided by engineer. */
"kilometers" = "िकलोमीटर";

/* No comment provided by engineer. */
"mile" = "मायल";

/* No comment provided by engineer. */
"miles" = "मायल";